Repository: sc-voice/scv-apple
Catalog: scv/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, pt_pt, ru

# card.at.createdAt
source: Card at %@
de: Karte um %@
es: Tarjeta en %@
fr: Carte à %@
pt_pt: Cartão em %@
ru: Карточка в %@

source: Add Card
de: Karte hinzufügen
es: Agregar Tarjeta
fr: Ajouter une Carte
pt_pt: Adicionar Cartão
ru: Добавить карточку

# select.card
source: Select a card
de: Wählen Sie eine Karte
es: Seleccionar una tarjeta
fr: Sélectionner une carte
pt_pt: Selecione um cartão
ru: Выберите карточку

source: Close Card
de: Karte schließen
es: Cerrar Tarjeta
fr: Fermer la Carte
pt_pt: Fechar Cartão
ru: Закрыть карточку

# card.type.search
source: Search
de: Suche
es: Búsqueda
fr: Recherche
pt_pt: Pesquisa
ru: Поиск

# card.type.sutta
source: Sutta
ru: Сутта

# search.placeholder
source: Enter search query...
de: Suchanfrage eingeben...
fr: Entrez une requête de recherche...
ru: Введите поисковый запрос...

# search.button
source: Search
de: Suchen
es: Buscar
fr: Rechercher
pt_pt: Pesquisar
ru: Поиск

# search.placeholder.title
source: Search the Suttas
de: Die Suttas durchsuchen
es: Buscar en los Suttas
fr: Rechercher dans les Suttas
pt_pt: Pesquisar nos Suttas
ru: Поиск в суттах

# search.placeholder.message
source: Enter a search query to find relevant passages in the Buddhist canon.
de: Geben Sie eine Suchanfrage ein, um relevante Passagen im buddhistischen Kanon zu finden.
es: Ingrese una consulta de búsqueda para encontrar pasajes relevantes en el canon budista.
fr: Entrez une requête de recherche pour trouver des passages pertinents dans le canon bouddhiste.
pt_pt: Introduza uma consulta de pesquisa para encontrar passagens relevantes no cânone budista.
ru: Введите поисковый запрос, чтобы найти соответствующие отрывки в буддийском каноне.

# search.empty.title
source: No Results
de: Keine Ergebnisse
es: Sin Resultados
fr: Aucun Résultat
pt_pt: Sem Resultados
ru: Нет результатов

# search.empty.message
source: No matches found. Try a different search term.
de: Keine Übereinstimmungen gefunden. Versuchen Sie einen anderen Suchbegriff.
es: No se encontraron coincidencias. Intente con otro término de búsqueda.
fr: Aucune correspondance trouvée. Essayez un autre terme de recherche.
pt_pt: Nenhuma correspondência encontrada. Tente um termo de pesquisa diferente.
ru: Совпадений не найдено. Попробуйте другой поисковый запрос.

# search.error.title
source: Search Error
de: Suchfehler
es: Error de Búsqueda
fr: Erreur de Recherche
pt_pt: Erro de Pesquisa
ru: Ошибка поиска

# search.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
pt_pt: Tentar Novamente
ru: Повторить

# search.results.summary
source: Search Results
de: Suchergebnisse
es: Resultados de Búsqueda
fr: Résultats de Recherche
pt_pt: Resultados da Pesquisa
ru: Результаты поиска

# sutta.reference.placeholder
source: Enter sutta reference (e.g., mn1, sn1.1)
de: Sutta-Referenz eingeben (z.B. mn1, sn1.1)
es: Ingrese referencia del sutta (ej. mn1, sn1.1)
fr: Entrez une référence de sutta (ex. mn1, sn1.1)
pt_pt: Introduza a referência do sutta (por exemplo, mn1, sn1.1)
ru: Введите ссылку на сутту (например, mn1, sn1.1)

# sutta.load.button
source: Load Sutta
de: Sutta laden
es: Cargar Sutta
fr: Charger le Sutta
pt_pt: Carregar Sutta
ru: Загрузить сутту

# sutta.placeholder.title
source: Read a Sutta
de: Ein Sutta lesen
es: Leer un Sutta
fr: Lire un Sutta
pt_pt: Ler um Sutta
ru: Прочитать сутту

# sutta.placeholder.message
source: Enter a sutta reference to read the full text.
de: Geben Sie eine Sutta-Referenz ein, um den vollständigen Text zu lesen.
es: Ingrese una referencia de sutta para leer el texto completo.
fr: Entrez une référence de sutta pour lire le texte complet.
pt_pt: Introduza uma referência do sutta para ler o texto completo.
ru: Введите ссылку на сутту, чтобы прочитать полный текст.

# sutta.examples.title
source: Examples:
de: Beispiele:
es: Ejemplos:
fr: Exemples :
pt_pt: Exemplos:
ru: Примеры:

# sutta.empty.title
source: Sutta Not Found
de: Sutta nicht gefunden
es: Sutta No Encontrado
fr: Sutta Non Trouvé
pt_pt: Sutta Não Encontrado
ru: Сутта не найдена

# sutta.empty.message
source: No sutta found with that reference. Please check and try again.
de: Kein Sutta mit dieser Referenz gefunden. Bitte überprüfen und erneut versuchen.
es: No se encontró ningún sutta con esa referencia. Por favor, verifique e intente nuevamente.
fr: Aucun sutta trouvé avec cette référence. Veuillez vérifier et réessayer.
pt_pt: Nenhum sutta encontrado com essa referência. Por favor, verifique e tente novamente.
ru: Сутта с такой ссылкой не найдена. Пожалуйста, проверьте и попробуйте снова.

# sutta.error.title
source: Loading Error
de: Ladefehler
es: Error de Carga
fr: Erreur de Chargement
pt_pt: Erro ao Carregar
ru: Ошибка загрузки

# sutta.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
pt_pt: Tentar Novamente
ru: Повторить

# model.container.error
source: Could not create ModelContainer: %@
de: ModelContainer konnte nicht erstellt werden: %@
es: No se pudo crear ModelContainer: %@
fr: Impossible de créer ModelContainer : %@
pt_pt: Não foi possível criar ModelContainer: %@
ru: Не удалось создать ModelContainer: %@
